Repository: mericorhay/DietFlow
Catalog: DietFlow/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

# error.save.message
source: Your change wasn’t saved. Please try again.
es: Tu cambio no se guardó. Inténtalo de nuevo.
tr: Değişikliğin kaydedilmedi. Lütfen tekrar dene.

# error.save.title
source: Couldn’t Save
es: No se pudo guardar
tr: Kaydedilemedi

# intent.addMeal.description
source: Adds a meal to your active plan on the chosen day.
es: Añade una comida a tu plan activo en el día elegido.
tr: Seçilen güne, etkin planına bir öğün ekler.

# intent.addMeal.noPlan
source: Create a meal plan first.
es: Primero crea un plan de comidas.
tr: Önce bir öğün planı oluştur.

# intent.addMeal.outsidePlan
source: That day is outside your plan.
es: Ese día está fuera de tu plan.
tr: O gün planının dışında.

# intent.addMeal.result
source: Added %@.
es: Se añadió %@.
tr: %@ eklendi.

# intent.addMeal.title
source: Add Meal
es: Añadir comida
tr: Öğün Ekle

# intent.entity.meal
source: Meal
es: Comida
tr: Öğün

# intent.entity.mealType
source: Meal Type
es: Tipo de comida
tr: Öğün Türü

# intent.importPlan.description
source: Opens the plan text in the app so you can review it before saving.
es: Abre el texto del plan en la app para que lo revises antes de guardarlo.
tr: Plan metnini kaydetmeden önce kontrol edebilmen için uygulamada açar.

# intent.importPlan.title
source: Import Plan
es: Importar plan
tr: Planı İçe Aktar

# intent.markDone.description
source: Marks a meal as eaten. Without a choice, it marks the meal that is on now or next.
es: Marca una comida como hecha. Si no eliges ninguna, marca la de ahora o la siguiente.
tr: Bir öğünü yendi olarak işaretler. Seçim yapılmazsa şu anki veya sıradaki öğünü işaretler.

# intent.markDone.nothing
source: There's no meal to mark right now.
es: Ahora no hay ninguna comida que marcar.
tr: Şu an işaretlenecek bir öğün yok.

# intent.markDone.result
source: %@ marked done.
es: %@ marcada como hecha.
tr: %@ tamamlandı olarak işaretlendi.

# intent.markDone.title
source: Mark Meal Done
es: Marcar comida como hecha
tr: Öğünü Tamamla

# intent.mealType.breakfast
source: Breakfast
es: Desayuno
tr: Kahvaltı

# intent.mealType.dinner
source: Dinner
es: Cena
tr: Akşam

# intent.mealType.lunch
source: Lunch
es: Almuerzo
tr: Öğle

# intent.mealType.other
source: Other
es: Otro
tr: Diğer

# intent.mealType.snack
source: Snack
es: Merienda
tr: Ara öğün

# intent.parameter.day
source: Day
es: Día
tr: Gün

# intent.parameter.meal
source: Meal
es: Comida
tr: Öğün

# intent.parameter.mealName
source: Name
es: Nombre
tr: Ad

# intent.parameter.mealType
source: Type
es: Tipo
tr: Tür

# intent.parameter.planText
source: Plan Text
es: Texto del plan
tr: Plan Metni

# intent.parameter.time
source: Time
es: Hora
tr: Saat

# intent.showNext.description
source: Says what to eat next and when.
es: Dice qué comer a continuación y a qué hora.
tr: Sırada ne yiyeceğini ve saatini söyler.

# intent.showNext.later
source: %1$@ on %2$@ at %3$@: %4$@
es: %1$@ el %2$@ a las %3$@: %4$@
tr: %2$@ %1$@, saat %3$@: %4$@

# intent.showNext.next
source: %1$@ at %2$@: %3$@
es: %1$@ a las %2$@: %3$@
tr: %1$@ saat %2$@: %3$@

# intent.showNext.none
source: There are no meals ahead in your plan.
es: No hay comidas próximas en tu plan.
tr: Planında sırada öğün yok.

# intent.showNext.now
source: %1$@ now: %2$@
es: %1$@ ahora: %2$@
tr: Şimdi %1$@: %2$@

# intent.showNext.title
source: Show Next Meal
es: Mostrar próxima comida
tr: Sıradaki Öğünü Göster

# intent.startDay.description
source: Starts today from now: the first meal in half an hour and the rest of the day's meals moved after it. Good as an automation that runs when your alarm stops.
es: Empieza el día desde ahora: la primera comida en media hora y las demás detrás. Ideal como automatización que se ejecuta al apagar la alarma.
tr: Bugünü şimdiden başlatır: ilk öğün yarım saat sonra, günün diğer öğünleri de arkasından kayar. Alarm kapanınca çalışan bir otomasyon için ideal.

# intent.startDay.noPlan
source: There's no meal plan to move yet.
es: Todavía no hay ningún plan de comidas que mover.
tr: Henüz kaydırılacak bir öğün planı yok.

# intent.startDay.nothingToday
source: Your plan has no meals today.
es: Tu plan no tiene comidas hoy.
tr: Planında bugün öğün yok.

# intent.startDay.off
source: Smart meal times are off. You can turn them on in DietFlow's Settings.
es: Los horarios inteligentes están desactivados. Puedes activarlos en los Ajustes de DietFlow.
tr: Akıllı öğün saatleri kapalı. DietFlow Ayarlar'ından açabilirsin.

# intent.startDay.onTime
source: Right on time: today follows your plan.
es: Justo a tiempo: hoy sigue tu plan.
tr: Tam zamanında: bugün planına göre devam ediyor.

# intent.startDay.result
source: Good morning! First meal at %1$@: %2$@. The rest of today moved with it.
es: ¡Buenos días! Primera comida a las %1$@: %2$@. El resto del día se movió con ella.
tr: Günaydın! İlk öğün saat %1$@: %2$@. Günün geri kalanı da buna göre kaydı.

# intent.startDay.title
source: I Just Woke Up
es: Me acabo de despertar
tr: Yeni Kalktım

# plus.allowance.message
source: The assistant's plans for this period are used up. They come back on %@.
es: Los planes del asistente de este periodo se acabaron. Vuelven el %@.
tr: Asistanın bu dönemki planları bitti. %@ tarihinde yenilenir.

# plus.allowance.ok
source: OK
es: Aceptar
tr: Tamam

# plus.allowance.title
source: This period's plans are used up
es: Se acabaron los planes de este periodo
tr: Bu dönemin planları bitti

# shortcut.addMeal
source: Add Meal
es: Añadir comida
tr: Öğün Ekle

# shortcut.markDone
source: Mark Meal Done
es: Marcar comida hecha
tr: Öğünü Tamamla

# shortcut.nextMeal
source: Next Meal
es: Próxima comida
tr: Sıradaki Öğün

# shortcut.startDay
source: I Just Woke Up
es: Me acabo de despertar
tr: Yeni Kalktım

# tab.today
source: Today
es: Hoy
tr: Bugün

# error.save.ok
source: OK
tr: Tamam

# tab.widgets
source: Widgets
tr: Widget'lar
